{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "+"
			},
			"Translation": {
				"Text": "+"
			},
			"Key": "675906A64F2896EC059504A755E765E5"
		},
		{
			"Source": {
				"Text": "1/15"
			},
			"Translation": {
				"Text": "1/15"
			},
			"Key": "07CE9EA847CA5C325C9BB6A40AE53EF7"
		},
		{
			"Source": {
				"Text": "A"
			},
			"Translation": {
				"Text": "A"
			},
			"Key": "F5DF16DE4023B46EEC71C38AE39D2CE1"
		},
		{
			"Source": {
				"Text": "City Sample"
			},
			"Translation": {
				"Text": "Ciudad de muestra"
			},
			"Key": "D31851814D8BF684178F12A11217BDE1"
		},
		{
			"Source": {
				"Text": "Cropout"
			},
			"Translation": {
				"Text": "Cropout"
			},
			"Key": "6C48EF8B41E536611D97A292C32260AD"
		},
		{
			"Source": {
				"Text": "D"
			},
			"Translation": {
				"Text": "D"
			},
			"Key": "24F8A21743BE49C095ACC091B680B7E0"
		},
		{
			"Source": {
				"Text": "E"
			},
			"Translation": {
				"Text": "E"
			},
			"Key": "20EA51A04DE0C088ED97E19AEEF72ADC"
		},
		{
			"Source": {
				"Text": "E"
			},
			"Translation": {
				"Text": "E"
			},
			"Key": "8BC94DB44CD4068B3D6B36976D905A15"
		},
		{
			"Source": {
				"Text": "Game Animation Sample"
			},
			"Translation": {
				"Text": "Muestra de animación de juegos"
			},
			"Key": "2C35AAB14BFD422A2FE66782721E6017"
		},
		{
			"Source": {
				"Text": "Game is running.\r\nPress \"Esc\" key to return to Editor"
			},
			"Translation": {
				"Text": "El juego se está ejecutando.\nPulsa la tecla «Esc» para volver al editor."
			},
			"Key": "A56088674827EC12660AE49B08345AA1"
		},
		{
			"Source": {
				"Text": "Hello"
			},
			"Translation": {
				"Text": "Hola"
			},
			"Key": "69496AA644F8C038B1E426A50AD21D63"
		},
		{
			"Source": {
				"Text": "Hillside Sample"
			},
			"Translation": {
				"Text": "Proyecto de muestra Hillside"
			},
			"Key": "470825C542257C9908E959AAAB881145"
		},
		{
			"Source": {
				"Text": "LYRA"
			},
			"Translation": {
				"Text": "LYRA"
			},
			"Key": "E73470D24A81114B04017288C8127C8B"
		},
		{
			"Source": {
				"Text": "Move"
			},
			"Translation": {
				"Text": "Mover"
			},
			"Key": "734A4E634366D0DDD8EE178C31D1813A"
		},
		{
			"Source": {
				"Text": "Q"
			},
			"Translation": {
				"Text": "Q"
			},
			"Key": "59F6D0E24904B955FAD216A907F0E15B"
		},
		{
			"Source": {
				"Text": "R"
			},
			"Translation": {
				"Text": "R"
			},
			"Key": "1FA051F94C1DE87A50CC54983EC4CE9E"
		},
		{
			"Source": {
				"Text": "Rotate"
			},
			"Translation": {
				"Text": "Rotar"
			},
			"Key": "F34D6DE84A97CB61F4FA30986C9D429B"
		},
		{
			"Source": {
				"Text": "S"
			},
			"Translation": {
				"Text": "S"
			},
			"Key": "81853CF44BC77A94CF0FBAABE7B778DC"
		},
		{
			"Source": {
				"Text": "Scale"
			},
			"Translation": {
				"Text": "Escalar"
			},
			"Key": "8BF62AC646D7992EE2EE78A65A47F248"
		},
		{
			"Source": {
				"Text": "Stack O Bot"
			},
			"Translation": {
				"Text": "Stack O Bot"
			},
			"Key": "72B06FA94D1CA4D41EBA1FAE31D6E3D6"
		},
		{
			"Source": {
				"Text": "Title"
			},
			"Translation": {
				"Text": "Título"
			},
			"Key": "DF4A3CBC4ECF7F7D56A03CA636671154"
		},
		{
			"Source": {
				"Text": "U"
			},
			"Translation": {
				"Text": "U"
			},
			"Key": "CF9D474F4FAA26195D1635B3F62AAB7D"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "6E6B400D415178AA37A59E8D372AA84A"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "AE21E6344E4C69A77C8FF3825A199620"
		},
		{
			"Source": {
				"Text": "W"
			},
			"Translation": {
				"Text": "W"
			},
			"Key": "C6C12720470CBEAE8B18E3AE8F801BFC"
		},
		{
			"Source": {
				"Text": "Welcome to Unreal Engine 5! This level will guide you\r\n through some of the basics of the engine.\r\n\r\nHold the right mouse button and use W,A,S, D to move around the level \r\nwhile using the mouse to look.\r\nPress the green play button to start the game.\r\n"
			},
			"Translation": {
				"Text": "¡Te damos la bienvenida a Unreal Engine 5! Este nivel te guiará\n por algunos de los conceptos básicos del motor.\n\nMantén pulsado el botón derecho del ratón y utiliza las teclas W, A, S y D para moverte por el nivel \nmientras utilizas el ratón para echar un vistazo.\nPulsa el botón verde de reproducción para iniciar el juego.\r\n"
			},
			"Key": "0E6F2F33442EF03759C01E82B49C875A"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "StrT_DevCom",
			"Children": [
				{
					"Source": {
						"Text": "                Use the W, A, S, and D keys to walk."
					},
					"Translation": {
						"Text": "Utiliza las teclas W, A, S y D para caminar."
					},
					"Key": "NavInGame_Move"
				},
				{
					"Source": {
						"Text": "At each Station"
					},
					"Translation": {
						"Text": "En cada estación"
					},
					"Key": "StartingHelp"
				},
				{
					"Source": {
						"Text": "At each station in this tutorial, you'll learn about how to edit the\r\nworld and see how your changes affect the game experience.\r\n\r\nOn your left is a handy written companion. Follow along for \r\nhints and details on all the concepts you'll encounter!"
					},
					"Translation": {
						"Text": "En cada estación de este tutorial, aprenderás a editar el mundo\ny verás cómo los cambios afectan a la experiencia de juego.\n\nA la izquierda tienes instrucciones prácticas de ayuda. Sigue leyendo para obtener \nconsejos y detalles sobre todos los conceptos que encontrarás."
					},
					"Key": "TutFinder"
				},
				{
					"Source": {
						"Text": "Blueprint is a visual scripting language \r\nthat you can use to create logic and manage events,\r\nlike this switch that unlocks the door.\r\n\r\nFor a challenge: see if you can figure out how to\r\nmake the light above the door change color the\r\nsame way the other lights do."
					},
					"Translation": {
						"Text": "Blueprint es un idioma de secuenciación de comandos visual \nque puedes usar para crear lógica y gestionar eventos,\ncomo este interruptor que desbloquea la puerta.\n\nAquí tienes un desafío: intenta descubrir cómo\nhacer que la luz encima de la puerta cambie de color igual\nque las otras luces."
					},
					"Key": "Blueprint"
				},
				{
					"Source": {
						"Text": "Environment lighting and atmosphere is controlled by multiple actors: \r\n- A directional light, which simulates light coming from the sun.\r\n- A sky light, which adds base ambient light.\r\n- A sky atmosphere, which controls the ambient colour of the sky.\r\n\r\nWhile editing, you can change the sun's angle by holding\r\nCtrl+L and moving the mouse. "
					},
					"Translation": {
						"Text": "La iluminación del entorno y la atmósfera se controlan mediante varios actores: \n- Una luz direccional, que simula la luz del sol.\n- Una luz cenital, que añade una luz de ambiente básica.\n- Una atmósfera del cielo, que controla el color de ambiente del cielo.\n\nMientras editas, puedes cambiar el ángulo del sol pulsando\nCtrl + L y moviendo el ratón. "
					},
					"Key": "Atmos"
				},
				{
					"Source": {
						"Text": "For a more advanced demo and C++ examples check out Lyra"
					},
					"Translation": {
						"Text": "Para obtener una demostración más avanzada y ejemplos de C++, consulta Lyra."
					},
					"Key": "Lyra"
				},
				{
					"Source": {
						"Text": "For beginners who want to see what a more developed game looks like. Check out Stack O Bot"
					},
					"Translation": {
						"Text": "Para principiantes que quieran ver cómo es un juego más desarrollado. Prueba Stack O Bot"
					},
					"Key": "StackOBot"
				},
				{
					"Source": {
						"Text": "For those looking for more, check out the Cropout Sample"
					},
					"Translation": {
						"Text": "Si te has quedado con ganas de más, echa un vistazo a la muestra Cropout."
					},
					"Key": "Cropout"
				},
				{
					"Source": {
						"Text": "Hold the right mouse button\r\nand use the W, A, S and D keys to fly."
					},
					"Translation": {
						"Text": "Mantén pulsado el botón derecho del ratón\ny utiliza las teclas W, A, S y D para volar."
					},
					"Key": "NavInEditor_Move"
				},
				{
					"Source": {
						"Text": "Hold the right mouse button \r\nand move the mouse\r\nto look around."
					},
					"Translation": {
						"Text": "Mantén pulsado el botón derecho del ratón \ny mueve el ratón\npara echar un vistazo alrededor."
					},
					"Key": "NavInEditor_Look"
				},
				{
					"Source": {
						"Text": "Materials define how the surfaces of objects react to light.\r\nYou can change them or create your own in the Material Editor.\r\n\r\nClick this ball, find its blue material in the Details panel, and\r\ndouble-click its icon to start editing. Try changing its\r\nBase Color, Metallic, and Roughness settings."
					},
					"Translation": {
						"Text": "Los materiales definen cómo reaccionan las superficies de los objetos a la luz.\nPuedes cambiarlos o crear los tuyos propios en el editor de materiales.\n\nHaz clic en este objeto, busca el material azul en el panel Detalles y\nhaz doble clic en el icono para empezar a editar. Intenta cambiar los\najustes Color base, Metálico y Dureza."
					},
					"Key": "Material"
				},
				{
					"Source": {
						"Text": "Move the mouse to look around."
					},
					"Translation": {
						"Text": "Mueve el ratón para echar un vistazo alrededor."
					},
					"Key": "NavInGame_Look"
				},
				{
					"Source": {
						"Text": "Now that you're playing the game in the editor, the controls\r\nchange to ones that have been set up for the game project: "
					},
					"Translation": {
						"Text": "Ahora que estás jugando una partida en el editor, los controles\nse cambian a los que se ha configurado para el proyecto de juego: "
					},
					"Key": "HowToQuitPIE"
				},
				{
					"Source": {
						"Text": "Particle systems simulate a wide range of visual effects,\r\nfrom simple bursts of sprites like this to complex fluid simulations.\r\n\r\nYou create them using the Niagara editor.\r\n\r\nClick the center of this effect, find its Niagara system asset in the\r\nDetails panel, and double-click it to edit. Try changing settings\r\nlike Spawn Count and see how it changes the effect."
					},
					"Translation": {
						"Text": "Los sistemas de partículas simulan una amplia gama de efectos visuales,\ndesde simples ráfagas de sprites como esta hasta simulaciones complejas de fluidos.\n\nPuedes crearlos con Niagara Editor.\n\nHaz clic en el centro de este efecto, busca el recurso del sistema de Niagara en el\npanel Detalles y haz doble clic en él para editarlo. Intenta cambiar ajustes\ncomo Límite de generación y observa cómo cambia el efecto."
					},
					"Key": "Niagara"
				},
				{
					"Source": {
						"Text": "Press Esc to return to editing."
					},
					"Translation": {
						"Text": "Pulsa Esc para volver a la edición."
					},
					"Key": "EscapeReminder"
				},
				{
					"Source": {
						"Text": "Samples showcase engine features and show how to build\r\nfull games. You'll find them in the Launcher's Samples page.\r\n\r\nWant a simple game project to start with? Try Stack O Bot!\r\n\r\nOr feel free to just stay here for a while and continue digging\r\nin to what's in this project. Taking apart existing content is\r\nthe best way to learn how to make something Unreal!"
					},
					"Translation": {
						"Text": "Las muestras ilustran las funciones del motor\ny cómo crear juegos completos. Las encontrarás en la página de muestras del iniciador.\n\n¿Quieres un proyecto de juego sencillo para empezar? Prueba Stack O Bot.\n\nSi lo prefieres, no dudes en quedarte aquí un rato y seguir profundizando\nen lo que hay en este proyecto. Desmontar el contenido que ya existe es\nla mejor manera de aprender a crear algo con Unreal Engine."
					},
					"Key": "Samples"
				},
				{
					"Source": {
						"Text": "Sequencer is Unreal's timeline-based animation tool for\r\ncinematics and cutscenes. You can use it to animate objects,\r\ncameras, audio, and effects, then organize and render them\r\ninto high-quality sequences.\r\n\r\nWalk over this platform to trigger a camera flythrough\r\nmade in Sequencer."
					},
					"Translation": {
						"Text": "Sequencer es la herramienta de animación basada en cronogramas de Unreal Engine para\ncinemáticas y escenas similares. Puedes utilizarlo para animar objetos,\ncámaras, audio y efectos, y luego organizarlos y renderizarlos\nen secuencias de alta calidad.\n\nCamina sobre esta plataforma para activar un recorrido aéreo de la cámara\ncreado en Sequencer."
					},
					"Key": "Sequencer"
				},
				{
					"Source": {
						"Text": "Templates give you starting points for building your own experiences.\r\n\r\nThey include pre-made assets, project settings, and sometimes\r\nadditional variants to customize their content.\r\n\r\nTo create a new project from a template, start the engine from the\r\nLauncher, or choose File > New Project from the editor's main menu."
					},
					"Translation": {
						"Text": "Las plantillas te proporcionan puntos de partida para crear tus propias experiencias.\n\nIncluyen recursos prefabricados, configuraciones de proyectos y, en ocasiones,\notras variantes para personalizar el contenido.\n\nPara crear un nuevo proyecto a partir de una plantilla, inicia el motor desde el\niniciador o selecciona Archivo > Nuevo proyecto en el menú principal del editor."
					},
					"Key": "Templates"
				},
				{
					"Source": {
						"Text": "There are three ways you can adjust an object in the 3D world: \r\nMove (W), Rotate (E), and Scale (R).\r\n\r\nClick an object, choose a tool by pressing its key or its icon in\r\nthe toolbar at the top left, then drag its colored gizmo."
					},
					"Translation": {
						"Text": "Hay tres formas de ajustar un objeto en el mundo 3D: \nmover (W), rotar (E) y escalar (R).\n\nHaz clic en un objeto, elige una herramienta pulsando su tecla o su icono en\nla barra de herramientas de la parte superior izquierda y, a continuación, arrastra su gizmo de color."
					},
					"Key": "Transform"
				},
				{
					"Source": {
						"Text": "There are three ways you can adjust an object in the world. Select the object and then use the red, green and blue gizmo to Move, Rotate or Scale. \r\nClick the left mouse button and drag to adjust the object.\r\nObjects should only be changed while in editor. Exit using Esc Key before trying to adjust anything."
					},
					"Translation": {
						"Text": "Tienes tres formas de ajustar un objeto en el mundo. Selecciona el objeto y, a continuación, utiliza los gizmos rojo, verde y azul para mover, rotar o escalar. \nHaz clic con el botón izquierdo del ratón y arrastra para ajustar el objeto.\nLos objetos solo deben modificarse desde el editor. Pulsa la tecla Esc para salir antes de intentar ajustar nada."
					},
					"Key": "Gizmo"
				},
				{
					"Source": {
						"Text": "There is a hidden object blocking the way across this bridge.\r\n\r\nThe Outliner on the right lists all the objects in the world.\r\nDelete the one named \"BlockingVolume\" to clear the way."
					},
					"Translation": {
						"Text": "Hay un objeto oculto bloqueando el paso por este puente.\n\nEl esquematizador de la derecha muestra todos los objetos del mundo.\nElimina el que se llama «BlockingVolume» para poder pasar."
					},
					"Key": "Outliner"
				},
				{
					"Source": {
						"Text": "This room can get dark...\r\n\r\nWhile editing, you can place a light by holding down L and\r\nclicking the left mouse button. You can also add lights from\r\nthe Place Actors panel, or the Quick Add menu in the toolbar. \r\n\r\nTry lighting up this room!"
					},
					"Translation": {
						"Text": "Se puede poner oscuro en esta habitación…\n\nMientras editas, puedes colocar una luz si pulsas L y\nhaces clic con el botón izquierdo del ratón. También puedes añadir luces desde el\npanel Colocar actores o el menú Añadir rápidamente en la barra de herramientas. \n\nIntenta iluminar esta habitación."
					},
					"Key": "Lighting"
				},
				{
					"Source": {
						"Text": "Try to walk up this ramp, and you'll sink right through! \r\nIt has no collision set up.\r\n\r\nYou can use the Details panel to change settings like this. \r\nClick the ramp, then change its Collision Presets to \"BlockAll\"."
					},
					"Translation": {
						"Text": "Intenta subir por esta rampa y te hundirás. \nNo tiene configurada ninguna colisión.\n\nPuedes utilizar el panel Detalles para cambiar este tipo de configuración. \nHaz clic en la rampa y, a continuación, cambia los preajustes de colisión a «BlockAll»."
					},
					"Key": "DetailsPanel"
				},
				{
					"Source": {
						"Text": "Unreal offers a wide array of character animation tools. \r\nYou can create rigs, skin, and animate directly in engine,\r\nas well as create complex logic to blend animations. "
					},
					"Translation": {
						"Text": "Unreal Engine ofrece una amplia gama de herramientas para la animación de personajes. \nPuedes crear rigs, skinning y animar directamente en el motor,\nasí como crear lógica compleja para mezclar animaciones. "
					},
					"Key": "Animation"
				},
				{
					"Source": {
						"Text": "Unreal offers realistic physics simulations, from simple\r\nrigid body interactions to detailed vehicle movement.\r\n\r\nTry pushing these objects around and see how they react!"
					},
					"Translation": {
						"Text": "Unreal Editor ofrece simulaciones físicas realistas, desde\ninteracciones simples entre cuerpos rígidos hasta movimientos detallados de vehículos.\n\nIntenta empujar estos objetos y observa cómo reaccionan."
					},
					"Key": "Physics"
				},
				{
					"Source": {
						"Text": "Welcome to Unreal Engine 5!\r\nLet's get started by learning to move around in the editor."
					},
					"Translation": {
						"Text": "¡Te damos la bienvenida a Unreal Engine 5!\nEmpecemos por cómo movernos por el editor."
					},
					"Key": "Intro"
				},
				{
					"Source": {
						"Text": "When you're comfortable with this, start the game by pressing\r\nthe green Play button in the toolbar above this 3D viewport."
					},
					"Translation": {
						"Text": "Cuando te hayas familiarizado con ello, comienza el juego pulsando\nel botón verde de reproducción en la barra de herramientas encima de este visor 3D."
					},
					"Key": "Intro2"
				},
				{
					"Source": {
						"Text": "When you're done here, click Play (or press Alt+P) and move on."
					},
					"Translation": {
						"Text": "Cuando hayas acabado, haz clic en Reproducir (o pulsa Alt + P) y continúa."
					},
					"Key": "PressPlay"
				},
				{
					"Source": {
						"Text": "When you're ready to move on, walk around this wall."
					},
					"Translation": {
						"Text": "Cuando lo tengas todo listo, camina alrededor de esta pared."
					},
					"Key": "Escape"
				},
				{
					"Source": {
						"Text": "You can add new objects to the world from the\r\nContent Drawer in the bottom left corner.\r\n\r\nThere are some sample meshes in the folder:\r\nContent / LevelPrototyping / Meshes\r\n \r\nTry dragging some in so you can get across this gap. "
					},
					"Translation": {
						"Text": "Puedes añadir objetos nuevos al mundo desde el\nalmacén de contenido en la esquina inferior izquierda.\n\nHay algunas mallas de muestra en la carpeta:\nContent/LevelPrototyping/Meshes\n \nPrueba a arrastrar algunas para poder pasar. "
					},
					"Key": "ContentDrawer"
				},
				{
					"Source": {
						"Text": "You can use MetaSounds\r\nto create and control audio in\r\nreal time with precise timing.\r\n\r\nThis fork plays a procedurally made tune.\r\nTo tweak it, select the fork and change the\r\nRandom Seed setting in the Details panel."
					},
					"Translation": {
						"Text": "Puedes utilizar MetaSounds\npara crear y controlar el sonido\nel tiempo real y ajustarlo al milímetro.\n\nEste objeto reproduce una melodía que se ha creado procedimentalmente.\nPara modificarlo, selecciónalo y cambia el ajuste\nValor de inicialización aleatorio en el panel Detalles."
					},
					"Key": "Metasounds"
				}
			]
		},
		{
			"Namespace": "StrT_Titles",
			"Children": [
				{
					"Source": {
						"Text": "Animation"
					},
					"Translation": {
						"Text": "Animación"
					},
					"Key": "Animation"
				},
				{
					"Source": {
						"Text": "Atmosphere"
					},
					"Translation": {
						"Text": "Atmósfera"
					},
					"Key": "Atmosphere"
				},
				{
					"Source": {
						"Text": "Blueprint"
					},
					"Translation": {
						"Text": "Blueprint"
					},
					"Key": "Blueprint"
				},
				{
					"Source": {
						"Text": "Content Drawer"
					},
					"Translation": {
						"Text": "Almacén de contenido"
					},
					"Key": "ContentDrawer"
				},
				{
					"Source": {
						"Text": "Details Panel"
					},
					"Translation": {
						"Text": "Panel Detalles"
					},
					"Key": "DetailsPanel"
				},
				{
					"Source": {
						"Text": "Lighting"
					},
					"Translation": {
						"Text": "Iluminación"
					},
					"Key": "lighting"
				},
				{
					"Source": {
						"Text": "Materials"
					},
					"Translation": {
						"Text": "Materiales"
					},
					"Key": "Materials"
				},
				{
					"Source": {
						"Text": "Metasounds"
					},
					"Translation": {
						"Text": "MetaSounds"
					},
					"Key": "Metasounds"
				},
				{
					"Source": {
						"Text": "Moving Objects"
					},
					"Translation": {
						"Text": "Mover objetos"
					},
					"Key": "1MovingObjects"
				},
				{
					"Source": {
						"Text": "Next Steps"
					},
					"Translation": {
						"Text": "Siguientes pasos"
					},
					"Key": "NextSteps"
				},
				{
					"Source": {
						"Text": "Outliner"
					},
					"Translation": {
						"Text": "Esquematizador"
					},
					"Key": "Outliner"
				},
				{
					"Source": {
						"Text": "Particle Effects"
					},
					"Translation": {
						"Text": "Efectos de partículas"
					},
					"Key": "Particles"
				},
				{
					"Source": {
						"Text": "Physics"
					},
					"Translation": {
						"Text": "Física"
					},
					"Key": "Physics"
				},
				{
					"Source": {
						"Text": "Samples"
					},
					"Translation": {
						"Text": "Muestras"
					},
					"Key": "Samples"
				},
				{
					"Source": {
						"Text": "Sequencer"
					},
					"Translation": {
						"Text": "Sequencer"
					},
					"Key": "Sequencer"
				},
				{
					"Source": {
						"Text": "Templates"
					},
					"Translation": {
						"Text": "Plantillas"
					},
					"Key": "Templates"
				}
			]
		}
	]
}